IDEA StatiCa Open Model
ConnectionSetup.DistanceDiameterBetweenBP Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Anchor pitch
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double DistanceDiameterBetweenBP { get; set; }
Public Property DistanceDiameterBetweenBP As Double
	Get
	Set
public:
property double DistanceDiameterBetweenBP {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace